
** DONE 8.4 Clocking work time
   CLOCK: [2014-10-12 Sun 13:44]--[2014-10-12 Sun 13:46] =>  0:02
   CLOCK: [2014-10-12 Sun 13:40]--[2014-10-12 Sun 13:41] =>  0:01

| the clock    |               |
|--------------+---------------|
| start        | stop          |
| clock in     | clock out     |
|--------------+---------------|
| C-c C-x C-i  | C-c C-x C-o   |
| org-clock-in | org-clock-out |


http://orgmode.org/manual/Clocking-work-time.html#Clocking-work-time




**** Babel: Introduction

http://orgmode.org/worg/org-contrib/babel/intro.html

#+BEGIN_SRC 

#+END_SRC

#+begin_src sh
  echo "This file takes up `du -h org-babel.org |sed 's/\([0-9k]*\)[ ]*org-babel.org/\1/'`"
#+end_src

#+RESULTS:
: This file takes up


#+BEGIN_SRC sh

pwd

#+END_SRC

#+RESULTS:
: /home/c5766/c5766tmpfs/hello-world/org


